Repository: mecidafifi/nexus
Catalog: NEXUSStudyPad/NEXUSStudyPad/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, en

source: Belgeler
ar: المستندات
en: Documents

source: Bugün
ar: اليوم
en: Today

source: Dersler
ar: المواد
en: Courses

source: Görevler
ar: المهام
en: Tasks

source: Kaydet
ar: حفظ
en: Save

source: Mac'ten aktar
ar: استيراد من Mac
en: Import from Mac

source: Mac'ten Başla
ar: ابدأ من Mac
en: Start from Mac

source: Notlar
ar: الملاحظات
en: Notes

source: Oturumlar
ar: المحاضرات
en: Lectures

source: PDF içe aktar
ar: استيراد PDF
en: Import PDF

source: Sil
ar: حذف
en: Delete

source: Vazgeç
ar: إلغاء
en: Cancel

source: Yeni ders
ar: مادة جديدة
en: New course

source: Yeni görev
ar: مهمة جديدة
en: New task

source: Yeni not
ar: ملاحظة جديدة
en: New note

source: Yeni oturum
ar: محاضرة جديدة
en: New lecture
